Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.ai.usage
source: Online AI usage
ar: استخدام AI عبر الإنترنت
ca: Ús d'IA en línia
cs: Online využití AI
da: Online AI-brug
de: Online-KI-Nutzung
el: Online χρήση AI
es: Uso de IA online
fi: Online-tekoälyn käyttö
fr: Usage IA en ligne
he: שימוש AI מקוון
hi: ऑनलाइन AI उपयोग
hr: Online korištenje AI
hu: Online AI használat
id: Penggunaan AI online
it: Uso IA online
ja: オンラインAI使用量
ko: 온라인 AI 사용
ms: Penggunaan AI dalam talian
nb: Online AI-bruk
nl: Online AI-gebruik
pl: Zużycie AI online
pt_br: Uso de IA online
pt_pt: Utilização de IA online
ro: Utilizare AI online
ru: Онлайн-использование AI
sk: Online využitie AI
sv: Online-AI-användning
th: การใช้ AI ออนไลน์
tr: Çevrimiçi AI kullanımı
uk: Онлайн-використання AI
vi: Dùng AI trực tuyến
zh_hans: 在线 AI 用量
zh_hant: 線上 AI 用量

# settings.ai.usage.help
source: Live Keel for chat, Monday card, fitness checks, and meal plans. On-device Coach stays unlimited. Resets Monday.
ar: Live Keel للدردشة وبطاقة الاثنين وفحوصات اللياقة وخطط الوجبات. Coach على الجهاز بلا حد. يُعاد الاثنين.
ca: Live Keel per al xat, la targeta de dilluns, les comprovacions d'aptitud física i els plans de menjar. On-device Coach s'allotja de manera il·limitada. Restaura el dilluns.
cs: Live Keel pro chat, pondělní kartu, fitness checky a jídelní plány. Coach na zařízení bez limitu. Reset v pondělí.
da: Live Keel til chat, mandagskort, fitnesschecks og måltidsplaner. On-device Coach forbliver ubegrænset. Nulstilles mandag.
de: Live Keel für Chat, Montagskarte, Fitness-Checks und Essenspläne. On-Device-Coach bleibt unbegrenzt. Reset montags.
el: Live Keel για chat, κάρτα Δευτέρας, fitness checks και πλάνα γευμάτων. Το on-device Coach χωρίς όριο. Επαναφορά Δευτέρα.
es: Keel LIVE para chat, tarjeta del lunes, checks de fitness y planes de comida. Coach en el dispositivo sigue ilimitado. Se reinicia el lunes.
fi: Live Keel chatiin, maanantain korttiin, kuntotarkistuksiin ja ateriasuunnitelmiin. Laitteella Coach pysyy rajattomana. Nollautuu maanantaina.
fr: Keel LIVE pour chat, carte du lundi, checks fitness et plans repas. Coach sur l’appareil reste illimité. Reset le lundi.
he: Live Keel לצ׳אט, כרטיס שני, בדיקות כושר ותוכניות ארוחות. Coach במכשיר ללא הגבלה. מתאפס ביום שני.
hi: चैट, सोमवार कार्ड, फिटनेस चेक और मील प्लान के लिए Live Keel। ऑन-डिवाइस Coach असीमित। सोमवार रीसेट।
hr: Live Keel za chat, ponedjeljnu karticu, fitness checkove i planove obroka. Coach na uređaju bez limita. Reset u ponedjeljak.
hu: Live Keel chathez, hétfői kártyához, fitnesz checkekhez és étkezési tervekhez. Az on-device Coach korlátlan. Hétfőn reset.
id: Live Keel untuk chat, kartu Senin, cek kebugaran, dan rencana makan. Coach on-device tak terbatas. Reset Senin.
it: Keel LIVE per chat, card del lunedì, check fitness e piani pasti. Coach sul dispositivo resta illimitato. Si resetta lunedì.
ja: チャット、月曜カード、フィットネスチェック、食事プランのライブKeel。端末内コーチは無制限。月曜リセット。
ko: 채팅, 월요일 카드, 피트니스 체크, 식사 계획을 위한 라이브 Keel. 온디바이스 코치는 무제한으로 유지됩니다. 월요일에 재설정됩니다.
ms: Live Keel untuk sembang, kad Isnin, semakan kecergasan, dan pelan makanan. Coach pada peranti kekal tanpa had. Set semula Isnin.
nb: Live Keel for chat, mandagskort, fitnessjekker og måltidsplaner. On-device Coach forblir ubegrenset. Nullstilles mandag.
nl: Live Keel voor chat, maandagkaart, fitnesschecks en maaltijdplannen. On-device Coach blijft onbeperkt. Reset maandag.
pl: Live Keel do czatu, karty poniedziałku, checków kondycji i planów posiłków. Coach na urządzeniu bez limitu. Reset w poniedziałek.
pt_br: Keel LIVE para chat, card de segunda, checks de fitness e planos de refeição. Coach no aparelho continua ilimitado. Reinicia na segunda.
pt_pt: Keel LIVE para chat, card de segunda, checks de fitness e planos de refeição. Coach no dispositivo continua ilimitado. Reinicia na segunda.
ro: Keel LIVE pentru chat, card de luni, check-uri fitness și planuri de mese. Coach pe dispozitiv rămâne nelimitat. Se resetează luni.
ru: Live Keel для чата, понедельничной карты, фитнес-чеков и планов питания. Coach на устройстве без лимита. Сброс в понедельник.
sk: Live Keel pre chat, pondelkovú kartu, fitness checky a jedálne plány. Coach na zariadení bez limitu. Reset v pondelok.
sv: Live Keel för chat, måndagskort, fitnesskollar och måltidsplaner. On-device Coach förblir obegränsad. Nollställs måndag.
th: Live Keel สำหรับแชท การ์ดจันทร์ เช็กฟิต และแผนมื้อ Coach บนเครื่องไม่จำกัด รีเซ็ตวันจันทร์
tr: Sohbet, Pazartesi kartı, fitness check’ler ve öğün planları için Live Keel. Cihazdaki Coach limitsiz. Pazartesi sıfırlanır.
uk: Live Keel для чату, понеділкової картки, фітнес-чеків і планів харчування. Coach на пристрої без ліміту. Скидання в понеділок.
vi: Live Keel cho chat, thẻ Thứ Hai, kiểm tra thể lực và kế hoạch bữa. Coach trên máy không giới hạn. Reset Thứ Hai.
zh_hans: Live Keel 用于聊天、周一卡、体能检查和餐计划。本机 Coach 不限。每周一重置。
zh_hant: Live Keel 用於聊天、週一卡片、體能檢查與餐食計畫。裝置端 Coach 不限量。週一重設。

# settings.alerts.allow
source: Allow
ar: السماح
ca: Permetre
cs: Povolit
da: Tillad
de: Erlauben
el: Να επιτρέπεται
es: Permitir
fi: Salli
fr: Autoriser
he: אפשר
hi: अनुमति दें
hr: Dopusti
hu: Engedélyez
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
ms: Benarkan
nb: Tillat
nl: Sta toe
pl: Zezwól
pt_br: Permitir
pt_pt: Permitir
ro: Permite
ru: Разрешить
sk: Povoliť
sv: Tillåt
th: อนุญาต
tr: İzin ver
uk: Дозволити
vi: Cho phép
zh_hans: 允许
zh_hant: 允許

# settings.alerts.bad_trend
source: Bad-trend alerts
ar: تنبيهات الاتجاه السيئ
ca: Alertes de mala tendència
cs: Upozornění na špatný trend
da: Dårlig-tendens-advarsler
de: Schlecht-Trend-Hinweise
el: Ειδοποιήσεις κακής τάσης
es: Alertas de mala tendencia
fi: Huono trendi -hälytykset
fr: Alertes mauvaise tendance
he: התראות מגמה רעה
hi: खराब-ट्रेंड अलर्ट
hr: Upozorenja lošeg trenda
hu: Rossz trend értesítések
id: Peringatan tren buruk
it: Avvisi di tendenza negativa
ja: 悪化トレンドのアラート
ko: 잘못된 추세 알림
ms: Makluman trend buruk
nb: Dårlig-trend-varsler
nl: Slechte-trend-meldingen
pl: Alerty złego trendu
pt_br: Alertas de tendência ruim
pt_pt: Alertas de má tendência
ro: Alerte de tendință proastă
ru: Алерты плохого тренда
sk: Upozornenia na zlý trend
sv: Dålig-trend-aviseringar
th: แจ้งเตือนเทรนด์แย่
tr: Kötü trend uyarıları
uk: Сповіщення поганого тренду
vi: Cảnh báo xu hướng xấu
zh_hans: 不良趋势警报
zh_hant: 壞趨勢提醒

# settings.alerts.denied
source: Coach cannot fire drills while denied. Tap System, then allow alerts for FATNAG.
ar: لا يستطيع Coach إطلاق التدريبات أثناء الرفض. اضغط النظام ثم اسمح بتنبيهات FATNAG.
ca: L'entrenador no pot fer simulacres de foc mentre es nega. Toca Sistema i, a continuació, permet que apareguin alertes per a FATNAG.
cs: Coach nemůže spouštět drilly, když je to odepřeno. Klepni Systém, pak povol upozornění pro FATNAG.
da: Coach kan ikke affyre drills, mens nægtet. Tryk System, tillad derefter advarsler for FATNAG.
de: Coach kann keine Drills feuern, solange verweigert. Tippe System, dann Hinweise für FATNAG erlauben.
el: Ο Coach δεν μπορεί να πυροδοτήσει drills όσο είναι denied. Πάτα Σύστημα, μετά επίτρεψε ειδοποιήσεις για FATNAG.
es: Coach no puede lanzar drills mientras esté denegado. Toca Sistema y permite alertas para FATNAG.
fi: Coach ei voi laukaista driillejä kun estetty. Napauta Järjestelmä, salli sitten hälytykset FATNAGille.
fr: Le Coach ne peut pas envoyer de drills si c’est refusé. Tape Système, puis autorise les alertes pour FATNAG.
he: Coach לא יכול לירות drills כשההרשאה נדחתה. הקש מערכת ואז אפשר התראות ל־FATNAG.
hi: मना होने पर Coach ड्रिल नहीं चला सकता। सिस्टम टैप करें, फिर FATNAG के लिए अलर्ट अनुमति दें।
hr: Coach ne može okidati drillove dok je odbijeno. Dodirni Sustav, zatim dopusti upozorenja za FATNAG.
hu: A Coach nem tud drillt indítani, ha megtagadod. Koppints a Rendszerre, majd engedd az értesítéseket a FATNAG-nak.
id: Coach tidak bisa menembak drill saat ditolak. Ketuk Sistem, lalu izinkan peringatan untuk FATNAG.
it: Coach non può lanciare drill se è negato. Tocca Sistema, poi consenti gli avvisi per FATNAG.
ja: 拒否中はコーチのドリルが打てません。システムをタップし、FATNAGのアラートを許可。
ko: 코치는 거부된 상태에서 훈련을 발사할 수 없습니다. 시스템 을 누른 다음 FATNAG에 대한 알림을 허용합니다.
ms: Coach tidak boleh pecut drill bila ditolak. Ketik System, kemudian benarkan makluman untuk FATNAG.
nb: Coach kan ikke avfyre drills mens nektet. Trykk System, tillat deretter varsler for FATNAG.
nl: Coach kan geen drills afvuren zolang geweigerd. Tik Systeem, sta dan meldingen voor FATNAG toe.
pl: Coach nie odpali drillów, gdy odmówisz. Dotknij System, potem zezwól na alerty dla FATNAG.
pt_br: Coach não dispara drills enquanto estiver negado. Toque Sistema e permita alertas para FATNAG.
pt_pt: Coach não dispara drills enquanto estiver negado. Toca Sistema e permite alertas para FATNAG.
ro: Coach nu poate lansa drill-uri cât e refuzat. Atinge Sistem, apoi permite alerte pentru FATNAG.
ru: Coach не запустит drillы, пока отказано. Нажми Система, затем разреши алерты для FATNAG.
sk: Coach nemôže spúšťať drilly, keď je to odmietnuté. Klepni Systém, potom povoľ upozornenia pre FATNAG.
sv: Coach kan inte avfyra drills medan nekad. Tryck System, tillåt sedan aviseringar för FATNAG.
th: Coach ยิงดริลไม่ได้ตอนถูกปฏิเสธ แตะระบบ แล้วอนุญาตการแจ้งเตือนให้ FATNAG
tr: Reddediliyken Coach drill ateşleyemez. Sistem’e dokun, sonra FATNAG için uyarılara izin ver.
uk: Coach не запустить drillи, поки відмовлено. Торкнись Система, потім дозволь сповіщення для FATNAG.
vi: Coach không bắn drill khi bị từ chối. Chạm Hệ thống, rồi cho phép cảnh báo cho FATNAG.
zh_hans: 被拒绝时，教练不能进行消防演习。轻触“系统” ，然后启用FATNAG警报。
zh_hant: 被拒絕時 Coach 無法發起訓練。點系統，然後允許 FATNAG 提醒。

# settings.alerts.fallback_clock
source: Fallback clock (before 8:00)
ar: ساعة احتياطية (قبل 8:00)
ca: Rellotge de tornada (abans de les 8:00)
cs: Záložní hodiny (před 8:00)
da: Fallback-ur (før 8:00)
de: Fallback-Uhr (vor 8:00)
el: Εφεδρικό ρολόι (πριν τις 8:00)
es: Reloj de respaldo (antes de las 8:00)
fi: Varakello (ennen 8:00)
fr: Horloge de secours (avant 8:00)
he: שעון גיבוי (לפני 8:00)
hi: फ़ॉलबैक घड़ी (8:00 से पहले)
hr: Rezervni sat (prije 8:00)
hu: Tartalék óra (8:00 előtt)
id: Jam cadangan (sebelum 8:00)
it: Orologio di fallback (prima delle 8:00)
ja: フォールバック時刻（8:00前）
ko: 대체 시계 (8:00 이전)
ms: Jam sandaran (sebelum 8:00)
nb: Fallback-klokke (før 8:00)
nl: Fallback-klok (vóór 8:00)
pl: Zegar awaryjny (przed 8:00)
pt_br: Relógio de fallback (antes das 8:00)
pt_pt: Relógio de fallback (antes das 8:00)
ro: Ceas de rezervă (înainte de 8:00)
ru: Резервные часы (до 8:00)
sk: Záložné hodiny (pred 8:00)
sv: Fallback-klocka (före 8:00)
th: นาฬิกาสำรอง (ก่อน 8:00)
tr: Yedek saat (8:00’den önce)
uk: Резервний годинник (до 8:00)
vi: Đồng hồ dự phòng (trước 8:00)
zh_hans: 后备时钟（ 8:00之前）
zh_hant: 備用時鐘（8:00 前）

# settings.alerts.help
source: Local banners with actions. Focus and Do Not Disturb can still silence them.
ar: لافتات محلية بإجراءات. Focus و«عدم الإزعاج» ما زالا قد يكتمبانها.
ca: Banners locals amb accions. Enfoca't i no molestis encara pot silenciar-los.
cs: Lokální bannery s akcemi. Focus a Nerušit je pořád můžou ztlumit.
da: Lokale banners med handlinger. Fokus og Forstyr ikke kan stadig dæmpe dem.
de: Lokale Banner mit Aktionen. Fokus und Nicht stören können sie trotzdem stumm halten.
el: Τοπικά banners με ενέργειες. Το Focus και το Μην ενοχλείτε μπορούν ακόμα να τα σιγήσουν.
es: Banners locales con acciones. Enfoque y No molestar aún pueden silenciarlos.
fi: Paikalliset bannerit toimilla. Focus ja Älä häiritse voivat silti hiljentää ne.
fr: Bannières locales avec actions. Concentration et Ne pas déranger peuvent encore les couper.
he: באנרים מקומיים עם פעולות. Focus ו״נא לא להפריע״ עדיין יכולים להשתיק אותם.
hi: क्रियाओं वाले स्थानीय बैनर। Focus और Do Not Disturb अभी भी चुप कर सकते हैं।
hr: Lokalni banneri s akcijama. Focus i Ne ometaj i dalje mogu utišati ih.
hu: Helyi bannerek műveletekkel. A Focus és a Ne zavarjanak továbbra is elnémíthatja őket.
id: Banner lokal dengan aksi. Focus dan Jangan Ganggu masih bisa membungkam.
it: Banner locali con azioni. Focus e Non disturbare possono ancora silenziarli.
ja: アクション付きローカルバナー。集中モード等で消えることも。
ko: 액션이 있는 로컬 배너. 집중과 방해 금지는 여전히 그들을 침묵시킬 수 있습니다.
ms: Sepanduk tempatan dengan tindakan. Focus dan Do Not Disturb masih boleh senyapkan.
nb: Lokale bannere med handlinger. Fokus og Ikke forstyrr kan fortsatt dempe dem.
nl: Lokale banners met acties. Focus en Niet storen kunnen ze alsnog dempen.
pl: Lokalne banery z akcjami. Focus i Nie przeszkadzać nadal mogą je wyciszać.
pt_br: Banners locais com ações. Foco e Não Perturbe ainda podem silenciá-los.
pt_pt: Banners locais com ações. Foco e Não incomodar ainda os podem silenciar.
ro: Banner-e locale cu acțiuni. Focus și Nu deranja le pot totuși opri.
ru: Локальные баннеры с действиями. Focus и Не беспокоить всё ещё могут их глушить.
sk: Lokálne bannery s akciami. Focus a Nerušiť ich stále môžu stlmiť.
sv: Lokala banners med åtgärder. Fokus och Stör ej kan fortfarande tysta dem.
th: แบนเนอร์ท้องถิ่นพร้อมการกระทำ Focus และห้ามรบกวนยังปิดได้
tr: Eylemli yerel banner’lar. Focus ve Rahatsız Etme hâlâ susturabilir.
uk: Локальні банери з діями. Focus і Не турбувати все ще можуть їх глушити.
vi: Banner cục bộ có hành động. Focus và Không làm phiền vẫn tắt được.
zh_hans: 带操作的本地横幅。“专注”和“请勿打扰”仍然可以让他们保持沉默。
zh_hant: 帶操作的本地橫幅。專注模式與勿擾仍可能靜音。

# settings.alerts.morning
source: Morning weigh
ar: وزن الصباح
ca: Pesatge matinal
cs: Ranní vážení
da: Morgenvejning
de: Morgenwiegen
el: Πρωινή ζύγιση
es: Pesaje matutino
fi: Aamupunnitus
fr: Pesée du matin
he: שקילת בוקר
hi: सुबह की तौल
hr: Jutarnje vaganje
hu: Reggeli mérés
id: Timbang pagi
it: Pesata mattutina
ja: 朝の計量
ko: 아침 몸무게
ms: Timbang pagi
nb: Morgenveiing
nl: Ochtendwegen
pl: Poranne ważenie
pt_br: Pesagem matinal
pt_pt: Pesagem matinal
ro: Cântărire de dimineață
ru: Утреннее взвешивание
sk: Ranné váženie
sv: Morgonvägning
th: ชั่งเช้า
tr: Sabah tartımı
uk: Ранкове зважування
vi: Cân sáng
zh_hans: 早晨称重
zh_hant: 晨量

# settings.alerts.morning_drill
source: Morning weigh drill
ar: تدريب وزن الصباح
ca: Exercici de pesatge matinal
cs: Drill ranního vážení
da: Morgenvejningsdrill
de: Morgenwiegen-Drill
el: Drill πρωινής ζύγισης
es: Drill de pesaje matutino
fi: Aamupunnitusdrill
fr: Drill pesée du matin
he: Drill שקילת בוקר
hi: सुबह तौल ड्रिल
hr: Drill jutarnjeg vaganja
hu: Reggeli mérési drill
id: Drill timbang pagi
it: Drill di pesata mattutina
ja: 朝の計量ドリル
ko: 모닝 웨이그 드릴
ms: Drill timbang pagi
nb: Morgenveiingsdrill
nl: Ochtendwegen-drill
pl: Drill porannego ważenia
pt_br: Drill de pesagem matinal
pt_pt: Drill de pesagem matinal
ro: Drill de cântărire de dimineață
ru: Drill утреннего взвешивания
sk: Drill ranného váženia
sv: Morgonvägningsdrill
th: ดริลชั่งเช้า
tr: Sabah tartım drill’i
uk: Drill ранкового зважування
vi: Drill cân sáng
zh_hans: 早晨称重钻
zh_hant: 晨量訓練

# settings.alerts.morning_help
source: About 06:30 local, or soon after Health wake. Window closes at 08:00. Skips the day if you already weighed.
ar: حوالي 06:30 محليًا، أو بعد استيقاظ Health بقليل. النافذة تُغلق عند 08:00. يتخطى اليوم إن وزنت بالفعل.
ca: Aproximadament a les 06:30 de la localitat, o poc després del despertar de Salut. La finestra es tanca a les 08:00. S'salta el dia si ja has pesat.
cs: Kolem 06:30 místního, nebo brzy po probuzení v Health. Okno končí v 08:00. Přeskočí den, pokud už jsi vážil.
da: Cirka 06:30 lokal, eller snart efter Health-vågning. Vinduet lukker kl. 08:00. Springer dagen over, hvis du allerede har vejet.
de: Ca. 06:30 lokal, oder bald nach Health-Aufwachen. Fenster schließt um 08:00. Überspringt den Tag, wenn du schon gewogen hast.
el: Περίπου 06:30 τοπική, ή λίγο μετά αφύπνιση Health. Το παράθυρο κλείνει στις 08:00. Παραλείπει τη μέρα αν ήδη ζυγίστηκες.
es: Hacia las 06:30 local, o poco después del despertar de Health. La ventana cierra a las 08:00. Se salta el día si ya te pesaste.
fi: Noin 06:30 paikallista, tai pian Health-herätyksen jälkeen. Ikkuna sulkeutuu 08:00. Ohittaa päivän jos olet jo punninnut.
fr: Vers 06:30 locale, ou juste après le réveil Santé. Fenêtre jusqu’à 08:00. Saute le jour si tu t’es déjà pesé.
he: בערך 06:30 מקומי, או זמן קצר אחרי התעוררות Health. החלון נסגר ב־08:00. מדלג על היום אם כבר שקלת.
hi: लगभग 06:30 स्थानीय, या Health जागने के बाद। विंडो 08:00 बंद। पहले तौल चुके तो दिन छोड़ें।
hr: Oko 06:30 lokalno, ili ubrzo nakon buđenja u Health. Prozor se zatvara u 08:00. Preskače dan ako si već vagao.
hu: Kb. 06:30 helyi idő, vagy hamar Health ébredés után. Az ablak 08:00-kor zárul. Kihagyja a napot, ha már mértél.
id: Sekitar 06:30 lokal, atau segera setelah Health bangun. Jendela tutup 08:00. Lewati hari jika sudah menimbang.
it: Verso le 06:30 locali, o poco dopo il risveglio Health. La finestra chiude alle 08:00. Salta il giorno se ti sei già pesato.
ja: 現地06:30頃、またはヘルスケア起床後。08:00で窓が閉じます。既に計量済みならスキップ。
ko: 약 06:30 현지, 또는 Health가 깨어난 직후. 08:00 에 창이 닫힙니다. 이미 체중을 측정했다면 하루를 건너뛰세요.
ms: Kira-kira 06:30 tempatan, atau selepas Health bangun. Tingkap tutup pada 08:00. Langkau hari jika sudah timbang.
nb: Omtrent 06:30 lokal, eller snart etter Health-våkning. Vinduet lukker kl. 08:00. Hopper over dagen hvis du allerede har veid.
nl: Rond 06:30 lokaal, of kort na Health-wakker. Venster sluit om 08:00. Slaat de dag over als je al gewogen hebt.
pl: Około 06:30 lokalnie, albo tuż po przebudzeniu w Health. Okno zamyka się o 08:00. Pomija dzień, jeśli już się zważyłeś.
pt_br: Por volta das 06:30 locais, ou logo após o despertar do Health. A janela fecha às 08:00. Pula o dia se você já pesou.
pt_pt: Por volta das 06:30 locais, ou logo após o despertar do Health. A janela fecha às 08:00. Salta o dia se já pesaste.
ro: Cam pe 06:30 local, sau imediat după trezirea din Health. Fereastra se închide la 08:00. Sare ziua dacă te-ai cântărit deja.
ru: Около 06:30 по местному, или вскоре после пробуждения в Health. Окно закрывается в 08:00. Пропускает день, если уже взвесился.
sk: Okolo 06:30 miestneho, alebo skoro po prebudení v Health. Okno končí o 08:00. Preskočí deň, ak si už vážil.
sv: Cirka 06:30 lokal, eller snart efter Health-vakna. Fönstret stänger 08:00. Hoppar över dagen om du redan vägt.
th: ราว 06:30 ตามท้องถิ่น หรือหลัง Health ตื่น หน้าต่างปิด 08:00 ข้ามวันถ้าชั่งแล้ว
tr: Yerel ~06:30 veya Health uyanışından kısa sonra. Pencere 08:00’de kapanır. Zaten tartıldıysan günü atlar.
uk: Близько 06:30 за місцевим, або невдовзі після пробудження в Health. Вікно зачиняється о 08:00. Пропускає день, якщо вже зважився.
vi: Khoảng 06:30 giờ địa phương, hoặc sau khi Health thức. Cửa sổ đóng lúc 08:00. Bỏ qua nếu đã cân.
zh_hans: 大约当地时间06:30 ，或在Health wake后不久。窗口于08:00关闭。如果您已经称重，则跳过这一天。
zh_hant: 約本地 06:30，或 Health 醒來後不久。視窗 08:00 關閉。若已量體重則跳過當天。

# settings.alerts.system
source: System
ar: النظام
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
nl: Systeem
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Система
sk: Systém
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 系統

# settings.alerts.weekly
source: Weekly mini-goal reminder
ar: تذكير هدف أسبوعي مصغّر
ca: Recordatori setmanal de minigols
cs: Připomínka týdenního mini-cíle
da: Ugentlig mini-mål-påmindelse
de: Wöchentliche Mini-Ziel-Erinnerung
el: Υπενθύμιση εβδομαδιαίου mini-στόχου
es: Recordatorio de mini-objetivo semanal
fi: Viikoittainen mini-tavoitemuistutus
fr: Rappel mini-objectif hebdo
he: תזכורת מיני־יעד שבועי
hi: साप्ताहिक मिनी-लक्ष्य रिमाइंडर
hr: Podsjetnik tjednog mini-cilja
hu: Heti mini-cél emlékeztető
id: Pengingat mini-goal mingguan
it: Promemoria mini-obiettivo settimanale
ja: 週次ミニ目標リマインダー
ko: 주간 미니 목표 알림
ms: Peringatan mini-sasaran mingguan
nb: Ukentlig mini-mål-påminnelse
nl: Wekelijkse mini-doelherinnering
pl: Przypomnienie mini-celu tygodnia
pt_br: Lembrete de mini-meta semanal
pt_pt: Lembrete de mini-meta semanal
ro: Reminder mini-țintă săptămânală
ru: Напоминание недельной мини-цели
sk: Pripomienka týždenného mini-cieľa
sv: Veckovis minimål-påminnelse
th: เตือนเป้าหมายย่อยรายสัปดาห์
tr: Haftalık mini-hedef hatırlatıcısı
uk: Нагадування тижневої міні-цілі
vi: Nhắc mục tiêu nhỏ tuần
zh_hans: 每周迷你目标提醒
zh_hant: 每週小目標提醒

# settings.alerts.what
source: What you get
ar: ما تحصل عليه
ca: Què reps?
cs: Co dostaneš
da: Hvad du får
de: Was du bekommst
el: Τι παίρνεις
es: Qué obtienes
fi: Mitä saat
fr: Ce que tu reçois
he: מה מקבלים
hi: आपको क्या मिलता है
hr: Što dobivaš
hu: Mit kapsz
id: Yang kamu dapat
it: Cosa ottieni
ja: 届くもの
ko: 제공 혜택
ms: Apa yang anda dapat
nb: Hva du får
nl: Wat je krijgt
pl: Co dostajesz
pt_br: O que você ganha
pt_pt: O que obténs
ro: Ce primești
ru: Что получаешь
sk: Čo dostaneš
sv: Vad du får
th: สิ่งที่คุณได้
tr: Ne alırsın
uk: Що отримуєш
vi: Bạn nhận được gì
zh_hans: 您将收到的信息
zh_hant: 你得到什麼

# settings.allow_health
source: Allow Health
ar: السماح لـ Health
ca: Permet la salut
cs: Povolit Health
da: Tillad Health
de: Health erlauben
el: Να επιτρέπεται Health
es: Permitir Health
fi: Salli Health
fr: Autoriser Santé
he: אפשר Health
hi: Health अनुमति दें
hr: Dopusti Health
hu: Health engedélyezése
id: Izinkan Health
it: Consenti Health
ja: Healthを許可
ko: 체력 허용
ms: Benarkan Health
nb: Tillat Health
nl: Sta Health toe
pl: Zezwól na Health
pt_br: Permitir Health
pt_pt: Permitir Health
ro: Permite Health
ru: Разрешить Health
sk: Povoliť Health
sv: Tillåt Health
th: อนุญาต Health
tr: Health’e izin ver
uk: Дозволити Health
vi: Cho phép Health
zh_hans: 允许健康
zh_hant: 允許 Health

# settings.brand.blurb
source: Profile, Coach, Health, and privacy — all on this iPhone.
ar: الملف وCoach وHealth والخصوصية — كلها على هذا الـ iPhone.
ca: Perfil, entrenador, salut i privacitat, tot en aquest iPhone.
cs: Profil, Coach, Health a soukromí — vše na tomto iPhonu.
da: Profil, Coach, Health og privatliv — alt på denne iPhone.
de: Profil, Coach, Health und Datenschutz — alles auf diesem iPhone.
el: Προφίλ, Coach, Health και απόρρητο — όλα σε αυτό το iPhone.
es: Perfil, Coach, Health y privacidad — todo en este iPhone.
fi: Profiili, Coach, Health ja tietosuoja — kaikki tällä iPhonella.
fr: Profil, Coach, Santé et confidentialité — tout sur cet iPhone.
he: פרופיל, Coach, Health ופרטיות — הכל ב־iPhone הזה.
hi: प्रोफ़ाइल, Coach, Health और गोपनीयता — सब इस iPhone पर।
hr: Profil, Coach, Health i privatnost — sve na ovom iPhoneu.
hu: Profil, Coach, Health és adatvédelem — mind ezen az iPhone-on.
id: Profil, Coach, Health, dan privasi — semua di iPhone ini.
it: Profilo, Coach, Health e privacy — tutto su questo iPhone.
ja: プロフィール、コーチ、ヘルスケア、プライバシー — すべてこのiPhone上。
ko: 프로필, 코치, 건강 및 개인 정보 보호 — 이 iPhone에서 모두 사용할 수 있습니다.
ms: Profil, Coach, Health, dan privasi — semua pada iPhone ini.
nb: Profil, Coach, Health og personvern — alt på denne iPhonen.
nl: Profiel, Coach, Health en privacy — alles op deze iPhone.
pl: Profil, Coach, Health i prywatność — wszystko na tym iPhonie.
pt_br: Perfil, Coach, Health e privacidade — tudo neste iPhone.
pt_pt: Perfil, Coach, Health e privacidade — tudo neste iPhone.
ro: Profil, Coach, Health și confidențialitate — tot pe acest iPhone.
ru: Профиль, Coach, Health и приватность — всё на этом iPhone.
sk: Profil, Coach, Health a súkromie — všetko na tomto iPhone.
sv: Profil, Coach, Health och integritet — allt på denna iPhone.
th: โปรไฟล์ Coach Health และความเป็นส่วนตัว — ทั้งหมดบน iPhone นี้
tr: Profil, Coach, Health ve gizlilik — hepsi bu iPhone’da.
uk: Профіль, Coach, Health і приватність — усе на цьому iPhone.
vi: Hồ sơ, Coach, Health và quyền riêng tư — tất cả trên iPhone này.
zh_hans: 个人资料、教练、健康和隐私—所有这些都在这款iPhone上。
zh_hant: 檔案、Coach、Health 與隱私 — 全在這台 iPhone 上。
